Repository: mariohany/Q8Outlets-ios
Catalog: Q8outlets/Supporting Files/*.lproj/Localizable.strings
Languages: ar

source: DISCOVER
ar: اكتشف

source: EXPLORE
ar: استكشف

source: FOLLOW
ar: متابعة

source: APPLY
ar: تطبيق

source: REDEEM
ar: استخدام

source: GET STARTED
ar: ابدأ

source: Find outlets near you. Use quick search by merchant or offer name.
ar: اعثر على متاجر قريبة منك. استخدم خاصية البحث السريع باستخدام اسم البائع او اسم العرض

source: Browse and choose from many special offers available to you.
ar: قم بالبحث والاختيار من بين العديد من العروض الخاصة المتاحة لك.

source: Follow merchants and offers and you will never miss available coupons.
ar: قم بمتابعة البائعين والعروض حتى لا تفوتك الكوبونات المتاحة.

source: Apply for an offer and get your coupon code. Hurry up and use it before it expires!
ar: قم بالتقديم للاستفادة من نعرض احصل على كود الكوبون الخاص بك. اسرع وقم باستخدامه قبل ان تنتهي صلاحيته!

source: To redeem your offer show your coupon code to a merchant and get your gift.
ar: للاستفادة من العرض قم باظهار كود الكوبون الخاص بك للبائع واحصل على هديتك.

source: REGISTER
ar: تسجيل الإشتراك

source: SIGN IN
ar: تسجيل الدخول

source: REGISTER WITH EMAIL
ar: تسجيل الدخول باستخدام البريد الإلكتروني

source: LOGIN WITH EMAIL
ar: تسجيل الإشتراك باستخدام البريد الإلكتروني

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Google
ar: قوقل

source: Instagram
ar: انستاقرام

source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي

source: Autorize with Facebook
ar: تسجيل الدخول من خلال شبكات التواصل الاجتماعي فيسبوك

source: Autorize with Twitter
ar: تسجيل الدخول من خلال شبكات التواصل الاجتماعي تويتر

source: Autorize with Google
ar: تسجيل الدخول من خلال شبكات التواصل الاجتماعي قوقل

source: Autorize with Instagram
ar: تسجيل الدخول من خلال شبكات التواصل الاجتماعي انستاقرام

source: Food & Drinks
ar: المأكولات والمشروبات

source: Fashion
ar: الأزياء

source: Retail
ar: البيع

source: Beauty & Fitness
ar: الجمال واللياقة

source: Leisure
ar: الاسترخاء

source: Category
ar: الفئة

source: offer
ar: عرض

source: offers
ar: عروض

source: coupon
ar: كوبون

source: coupons
ar: كوبونات

source: ALREADY APPLIED
ar: تم التقديم من قبل

source: APPLY FOR THIS OFFER
ar: التقديم من اجل الاستفادة من هذا العرض

source: REPORT THIS OFFER
ar: الابلاغ عن هذا العرض

source: REPORT THIS MERCHANT
ar: قم بالابلاغ عن هذا البائع

source: Expired
ar: منتهي الصلاحية

source: Used
ar: مستخدم

source: Archived
ar: مؤرشف

source: Active
ar: جاري

source: Status unknown
ar: الحالة غير معروفة

source: Expires in:
ar: تنتهي صلاحيته في:

source: Expired:
ar: منتهي الصلاحية:

source: Used:
ar: مستخدم:

source: You don't have any %@ coupons
ar: ليس لديك @% كوبونات

source: RESTORE
ar: استعادة

source: ARCHIVE
ar: اضافة الى الارشيف

source: %ld users have applied for your offer
ar: %d مستخدم قاموا بطلب عرضك

source: Offers in %@
ar: العروض في %@

source: Check it here. %@
ar: التحقق من ذلك هنا. %@

source: You are not following any merchants yet
ar: أنت لا تتابع أي أحد

source: If you follow a merchant we will notify you about their new offers
ar: اذا قمتم بمتابعة العرض سوف نقوم بإخطاركم عند توفر كوبونات جديدة

source: You are not following any offers yet
ar: أنت لا تتابع أي شئ

source: If you follow an offer, we will notify you about available coupons
ar: اذا قمتم بمتابعة العرض سوف نقوم بإخطاركم عند توفر كوبونات جديدة

source: Wrong location
ar: موقع خاطئ

source: Invalid code
ar: كود غير صالح

source: Valid code
ar: كود صالح

source: Expired code
ar: كود منتهي الصلاحية

source: Used code
ar: كود مستخدم

source: TODAY
ar: اليوم

source: YESTERDAY
ar: أمس

source: dd.MM.YYYY
ar: dd\MM\yy

source: No available locations
ar: لا يوجد مواقع متاحة

source: %ld more locations
ar: %ld مواقع اكثر

source: Please, select your location
ar: برجاء اختيار موقعك

source: Please open q8outlets.com in your browser and add at least one business location
ar: q8outlets.com يرجى فتح الرابط على المتصفح و إضافة موقع واحد على الأقل

source: icon_arrow_right
ar: icon_arrow_left

source: icon_arrow_left
ar: icon_arrow_right

source: picture_scan
ar: picture_scan_ar
